IDEA Open Model
FatigueLoading Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public FatigueLoading()
Public Sub New
public:
FatigueLoading()
See Also
Reference
FatigueLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace